<?php

$lang = array(
    'header' => array(
        'info-text' => 'जानकारी',
        'tax-text' => 'कर क्यालकुलेटर',
        'profile-text' => 'प्रोफाइल',
        'form-text' => 'फारम',
        'detail-text' => 'विवरण',
        'log-in-text' => 'लग इन',
        'log-out-text' => 'लग आउट',
    ),
    'index-page' => array(
        'hero-text' => 'स्विफ्ट ब्लूबुक नवीकरण',
        'slogon-text' => 'कम लाइन कम प्रतिक्षा',
        'hero-btn--text' => 'सुरू गर्नुहोस्',
        'features' => array(
            [
                'title' => 'सुरक्षित',
                'description' => "चिन्ता नलिनुहोस् तपाईंको डाटा हाम्रो डाटाबेस-स्तर ईन्क्रिप्शन र ईमेल-आधारित प्रमाणीकरण मार्फत सुरक्षित छन्। तपाईं मात्र व्यक्ति हुनुहुन्छ जसले तिनीहरूलाई पहुँच गर्न सक्नुहुनेछ।"
            ],
            [
                'title' => 'डिजिटल गरिएको',
                'description' => "डाटा डिजिटलाइज गरी हामी डाटालाई मात्र भरपर्दो र सुरक्षित बनाउन सक्दैनौं तर छिटो पनि। तपाईंलाई केवल केही मिनेटहरू फाराम भर्न को लागी र यसको कार्य भयो।"
            ],
            [
                'title' => 'अनुस्मारक',
                'description' => "तपाईको इ-मेल खाता लिंक गर्नुहोस् र अर्को चोटि बिल भुक्तान गर्न समय भयो तब हामी तपाईंलाई समयमै सम्झाउने छौं।"
            ]
        ),
        'log-box' => array(
            'title' => 'लग इन',
            'user-placeholder' => 'नाम वा ईमेल',
            'password-placeholder' => 'पासवर्ड',
            'new-text' => "के तपाइँसँग खाता छैन?",
            'new-link--text' => 'सिर्जना गर्नुहोस्',
            'forgot-text' => 'पासवर्ड भुल्नु भयो?',
        ),
    ),
    'register-page' => array(
        'title' => 'रेजिष्टर',
        'name-placeholder' => 'पुरा नाम',
        'phone-placeholder' => 'फोन नम्बर',
        'email-placeholder' => 'ईमेल',
        'citizen-placeholder' => 'नागरिकता नम्बर',
        'vType-placeholder' => '--गाडीको प्रकार--',
        'vCat-placeholder' => '--सवारी कोटि--',
        'eng-placeholder' => '--ईन्जिन सीसी--',
        'public-radio' => 'सार्वजनिक',
        'private-radio' => 'निजी',
        'vReg-placeholder' => 'सवारी दर्ता नम्बर',
        'password-placeholder' => 'पासवर्ड',
        'confirmPass-placeholder' => 'पासवर्ड सुनिश्चित गर्नुहोस',
        'already-text' => 'के तपाईंसँग पहिले नै खाता छ?',
        'already-link' => 'लग इन',
        'forgot-text' => 'पासवर्ड भुल्नु भयो?',
    ),
    'forgot-password-page' => array(
        'title' => 'पासवर्ड भुल्नु भयो?',
        'info-text' => 'हामी यहाँ छौ',
        'info-text-two' => 'तपाईंको ईमेल प्रविष्ट गर्नुहोस्, हामी रिसेट लिंक पठाउनेछौं',
        'placeholder' => 'तपाइँको ईमेल',
        'btn-text' => 'रिसेट लिंक पठाउनुहोस्',
        'already-text' => 'पासवर्ड पाउनुभयो?',
        'already-link' => 'लग इन'
    ),
    'reset-password-page' => array(
        'title' => 'पासवर्ड रिसेट',
        'pass-placeholder' => 'नया पासवर्ड',
        'pass-re-placeholder' => 'नयाँ पासवर्ड निश्चित गर्नुहोस्',
        'already-text' => 'पासवर्ड पाउनुभयो?',
        'already-link' => 'लग इन'
    ),
    'profile-page' => array(
        'h1-text' => 'व्यक्तिगत जानकारी',
        'form-texts' => [
            'नाम', 'ईमेल', 'फोन नम्बर',
            'नागरिकता नम्बर', 'सवारी दर्ता नम्बर',
            'गाडीको प्रकार', 'सवारी कोटि', 'ईन्जिन सीसी'
        ],
        'h1-text-two' => 'करहरू',
        'btn-text-one' => 'लोड गर्नुहोस्...',
        'btn-text-two' => 'प्रोफाइल सम्पादन गर्नुहोस्',
        'no-tax-text' => 'कुनै कर इतिहास छैन',
    ),
    'profile-edit-page' => array(
        'h1-text' => 'तपाईंको जानकारी',
        'form-texts' => [
            'फोन नम्बर', 'सवारी दर्ता नम्बर',
        ],
        'btn-text-one' => 'रद्द गर्नुहोस्',
        'btn-text-two' => 'प्रोफाइल सम्पादन गर्नुहोस्',
        'img-text-one' => 'फोटो अपलोड गर्नुहोस्',
        'img-text-two' => 'फोटो हटाउनुहोस्',
    ),
    'form-page' => array(
        'top-text' => 'के तपाई अरूको लागि फारम भर्दै हुनुहुन्छ? यहाँ क्लिक गर्नुहोस्',
        'h1-text-1' => 'व्यक्तिगत जानकारी',
        'h1-text-2' => 'सवारी जानकारी',
        'h1-text-3' => 'ब्लूबुक जानकारी',
        'h1-text-4' => 'कृपया सुरक्षा उद्देश्यका लागि तपाइँको जानकारी भर्नुहोस्',
        'form-texts' => [
            'नाम', 'फोन नम्बर', 'तपाइँको नाम', 'तपाइँको फोन नम्बर',
            'नागरिकता नम्बर', 'सवारी दर्ता नम्बर', 'तपाइँको सवारी दर्ता नम्बर',
            'गाडीको प्रकार', 'सवारी कोटि', 'ईन्जिन सीसी',
            'सार्वजनिक/निजी', 'निजी', 'सार्वजनिक', 'अन्तिम नवीकरण मिति',
            'के तपाईंले बीमा तिर्नुभयो', 'मैले भुक्तान गरेको छु', 'मैले भुक्तान गरेको छैन',
        ],
        'btn-text-1' => 'स्वत: भर्नुहोस्',
        'btn-text-2' => 'फारम बुझाउनुहोस्',
        'check-text' => 'सबमिट गर्नु अघि कृपया सबै जानकारी राम्ररी जाँच गर्नुहोस्',
        'thank-text' => 'धन्यवाद',
    ),
    'taxCal-page' => array(
        'top-text' => 'मापदण्ड अनुसार कर गणना गर्नुहोस्',
        'प्रकार', 'सार्वजनिक/निजी', 'नाम', 'ईन्जिन सीसी', 'प्रदेश',
        'अन्तिम नवीकरण मिति', 'हिसाब गर्नुहोस्', 'तपाईंको कर',
        'कर रकम', 'जरिमाना प्रतिशत', 'जरिमाना रकम',
        'कृपया मुख्य कार्यालयलाई सम्पर्क गर्नुहोस्',
    ),
    'qr-page' => array(
        'h1-text-1' => 'फारम डाटा',
        'h1-text-2' => 'कर जानकारी',
        'slip-text-1' => 'कृपया तपाइँसँग तपाइँको बीमा पर्ची लिनुहोस्।',
        'slip-text-2' => 'कृपया पहिले तपाईंको बीमा तिर्नुहोस्।',
        'info-texts' => array(
            'नाम', 'फोन नम्बर', 'नागरिकता नम्बर',
            'अन्तिम नवीकरण मिति', 'सवारी दर्ता नम्बर',
            'गाडीको प्रकार', 'सवारी कोटि', 'ईन्जिन सीसी',
        ),
        'form-texts' => array(
            'कर रकम', 'जरिमाना प्रतिशत', 'जरिमाना रकम', 'कुल रकम'
        ),
        'miss-text' => 'गल्ती गर्नुभयो',
        'link-text' => 'पुनः पेश गर्नुहोस्',
        'btn-text' => 'प्रोफाइलमा जानुहोस्',
    ),
    'info-page' => array(
        'titles' => array(
            'सवारी कर',
            'ईन्जिन सीसी',
            'गाडीको प्रकार',
            'सवारी दर्ता',
            'बीमा',
            'किन QR कोड',
            'पहिलो पक्ष बीमा',
            'तेस्रो पक्ष बीमा',
            'रोड कर भुक्तान',
            'सवारी कोटिहरू',
        ),
        'descriptions' => array(
            'सवारी कर एक राज्य कर हो जुन सामान्यतया राज्य सरकार द्वारा राज्य को शहरहरु र गाँउहरु मा सडक को विकास र मर्मत को उद्देश्य को लागी प्रयोग गरीन्छ। <br>
            नेपालमा यातायात व्यवस्थापन कार्यालय र यातायात व्यवस्थापन सेवा कार्यालयहरु द्वारा सवारी कर संकलन गरिन्छ। यी कार्यालयहरु प्रदेश सरकारहरु अन्तर्गत आउँछन्। यसैले सवारी कर विभिन्न प्रान्तहरुमा बिभिन्न दरहरुमा लाग्दछ। जे होस्, आधारभूत मापदण्ड संघीय कानून द्वारा सेट गरीएको छ, जुन सबै प्रान्तहरुको लागी समान छ। मालिकले प्रत्येक आर्थिक बर्षमा कर तिर्नु पर्ने हुन्छ त्यो आर्थिक बर्ष को लागी प्रदेश सभा बाट पारित वित्तीय अधिनियम मा निर्धारित दर अनुसार।
            ',
            'एक इन्जिन को सीसी  हवा र इन्धन को कुल भोल्युम सिलिन्डर द्वारा इन्जिन को माध्यम बाट धकेलिएको जनाउँछ। अधिक हावा को मतलब अधिक ईन्धन हो र यसैले इन्जिन को मात्रा धेरै यसको बिजुली उत्पादन र ईन्धन को उपयोग लाई प्रभावित गर्दछ। यो धेरै पटक मात्र "क्षमता" वा "भोल्युम" को रूप मा उल्लेख गरीन्छ। यो घन सेन्टिमिटर (सीसी ) मा मापन गरिएको छ। उदाहरण को लागी, १,००० सीसी इन्जिन यो एयर इन्धन मिश्रण को एक लीटर (१,००० घन सेंटीमीटर) विस्थापित गर्न सक्छ।
            ',
            'त्यहाँ विभिन्न प्रकारका सवारी साधनहरु छन्। हाम्रो वेबसाइटमा उनीहरु मध्ये दुई सामेल छन्: <br><b>दुई व्हीलर</b>:यो मोटर साइकल, स्कूटर आदि जस्तै दुई व्हीलर भएको सवारी समावेश गर्दछ। र <br> <b>चार व्हीलर</b> :यसमा कार, एसयूभी, भ्यान, पिक-अप, माइक्रो बस आदि सामेल छन् जसमा २४ जना भन्दा कम वा ४ टन भन्दा कम बोक्ने क्षमता छ। <br>हामीले ती मध्ये एक रोज्नु पर्छ जुनले दायरा र सवारी को इन्जिन सीसी र तदनुसार सवारीको श्रेणी बारेमा जानकारी दिन्छ ।',
            'सवारी दर्ता एक सरकारी प्राधिकरण संग एक सवारी को अनिवार्य दर्ता हो। सवारी दर्ता को उद्देश्य स्पष्ट स्वामित्व स्थापित गर्न र कर मोटर चालक वा सवारी साधन मालिकहरु को लागी हो। जबकि लगभग सबै सवारीहरु एक सवारी पहिचान नम्बर द्वारा मात्र पहिचान गरीएको छ मात्र पंजीकृत सवारीहरु एक सवारी दर्ता प्लेट प्रदर्शन र एक सवारी दर्ता प्रमाणपत्र बोक्छन्।
            वर्तमान प्रणाली २५ अक्टोबर २०१ on मा पेश गरिएको थियो। नयाँ प्रणाली ३ लाइन ढाँचामा आधारित छ। लाइन १: L-N, लाइन २: NNNL लाइन ३: NNNN। यो ढाँचा प्रान्त नाम र जिल्ला कोड मा आधारित छ।
            L-N राज्य/प्रान्तको नाम हो जिला कोड पछि,
            NNN एक "काउन्टर" तीन नम्बर हो, जो सवारी को अनुक्रम संख्या 9999 पुग्छ पछि वृद्धि हुन्छ।
            NNNN एक अनुक्रम संख्या हो
            ber 0001 बाट 9999 सम्म जो सवारी दर्ता संग बृद्धि हुन्छ।
            परीक्षा: गण्डकी ०१
            001 PA
            १२३४',
            '
            मोटर बीमा कार, ट्रक, मोटरसाइकल, र अन्य सडक सवारी को लागी खरिद बीमा हो। यसको प्राथमिक उपयोग शारीरिक क्षति र / वा सवारी दुर्घटनाहरु को परिणामस्वरूप शारीरिक चोट को विरुद्ध वित्तीय सुरक्षा प्रदान गर्न को लागी हो। यो बीमा दुबै सवारी साधन र व्यापक सवारी नीति अन्तर्गत तेस्रो पक्ष दायित्व को क्षति कभर गर्दछ। यो मोटर सवारीहरु र / वा यसको सामानहरु लाई हानि वा क्षति कभर गर्दछ जब उनीहरु भूमि मा वा पारगमन मा छन्।
            यो बीमा अतिरिक्त सवारी को चोरी को बिरुद्ध वित्तीय सुरक्षा प्रदान गर्दछ। यो बीमा सवारी को क्षति र व्यापक सवारी नीति अन्तर्गत तेस्रो पक्ष दायित्व कभर गर्दछ। यो पनी चालक, सहायक, कर्मचारी र यात्रुहरुको व्यक्तिगत दुर्घटना लाई कभर गर्दछ। हामी मध्ये धेरै को लागी सवारी साधन अझै पनी एक लक्जरी हो र सवारी को लागी हानि वा हानि को लागी ठूलो लगानी घाटा हो कि बर्षहरु लाई पुनर्स्थापना को मतलब हुनेछ। यदि कसैले loanणमा गाडी किनेको छ भने घाटा ठूलो हुनेछ।
            अप्रिय स्थिति बाट बच्न को लागी, सवारी बीमा नीति को लागी आवेदन दिनुहोस् र यसको सबैभन्दा बाहिर बनाउनुहोस्।
            ',
            'QR, जो "छिटो प्रतिक्रिया" को लागी खडा छ - कोड मूलतः स्टेरियोड्स मा एक बारकोड हो। जबकि बारकोड क्षैतिज जानकारी राख्छ, QR कोड दुबै तेर्सो र ठाडो गरीन्छ। यो QR कोड एक सय गुणा बढी जानकारी को लागी सक्षम बनाउँछ। QR कोड छिटो र प्रयोगकर्ता को लागी सुविधाजनक छन्। QR कोड संग, हामी प्रशासक प्रयोगकर्ता को असीमित जानकारी को उपयोग गर्न को लागी उपयोगकर्ता लाई सजीलै संग आफ्नो स्मार्टफोन मा डाटा बचत गर्न को लागी एक सजिलो तरीका दिन सक्छौं।',
            '<b>पहिलो-पक्ष बीमा</b> त्यो बीमा हो जुनले नीतिमा नाम व्यक्तिको घाटा कभर गर्दछ। पॉलिसी होल्डर एक कम्पनी, एक व्यक्ति, वा एक विशेष वर्गका व्यक्तिहरु को एक समूह जस्तै एक कम्पनी को कर्मचारीहरु, एक व्यक्तिको परिवार, वा एक विशेष सवारी को कब्जा हुन सक्छ। पहिलो पक्षको दाबी तब हुन्छ जब पॉलिसीधारकले आफ्नै बीमा पॉलिसी बिरुद्ध दाबी गर्दछ। पहिलो-पक्ष बीमा को केहि उदाहरण हुन्:<br>
            - एक अटोमोबाइल बीमा नीति अन्तर्गत व्यक्तिगत चोट सुरक्षा कवरेज<br>
            - चिकित्सा वा स्वास्थ्य बीमा<br>
            - एक मोटर सवारी वा घर मालिक को नीति अन्तर्गत चिकित्सा भुक्तानी कवरेज<br>
            - एक अटोमोबाइल नीति अन्तर्गत बीमा नभएको वा कम बीमाकृत मोटर चालक कवरेज<br>
            - हावा, आँधी, असिना, आगो, बाढी, वा अन्य प्रकोपहरु को लागी कभर गरिएको व्यक्तिगत वा व्यापारिक सम्पत्ति लाई क्षति भाडामा लिने बीमा को कवरेज',
            '<b>तेस्रो-पक्ष बीमा</b> एक बीमा हो जुन क्षति वा हानि को लागी उनीहरु को लागी दायित्व को बिरुद्ध एक व्यक्ति को रक्षा को लागी खरिद गरीन्छ। पॉलिसी होल्डर एक कम्पनी, एक व्यक्ति, वा एक विशेष वर्ग को व्यक्तिहरु को एक समूह (जस्तै एक कम्पनी को कर्मचारीहरु, एक व्यक्तिको परिवार, वा एक विशेष सवारी को कब्जा) हुन सक्छ। तेस्रो पक्षको दावी तब हुन्छ जब कोहि कसैको बिमा नीति को बिरुद्ध दावी गर्दछ। तेस्रो पक्ष बीमा को केहि उदाहरण हुन्:<br>
            - एक अटोमोबाइल नीति अन्तर्गत दायित्व बीमा कवरेज<br>
            - सामान्य व्यावसायिक दायित्व कवरेज<br>
            - बीमा द्वारा व्यक्तिगत चोट को लागी घर मालिक को दायित्व कवरेज<br>
            - छाता बीमा नीतिहरु<br>
            - वाणिज्यिक मोटर सवारी दायित्व कवरेज<br>
            - पशु वा कुकुर दायित्व बीमा<br>
            - व्यावसायिक दायित्व बीमा<br>
            - सार्वजनिक दायित्व बीमा<br>
            - उत्पादन दायित्व बीमा<br>
            - निर्देशकहरु र अधिकारीहरुको दायित्व बीमा',
            'एक आर्थिक वर्ष को लागी लाग्ने कर प्रत्येक वर्ष को शारवान महिना को पहिलो दिन प्रचलित कानून बमोजिम दर्ता गरीएको एक मोटर सवारी को व्यक्ति बाट वसूल गरिनेछ।<br>
            तर, एक आर्थिक वर्ष पूरा हुनु भन्दा पहिले पठाइएको मोटर सवारी को मामला मा, उधारो कर मोटर सवारी को अघिल्लो मालिक बाट त्यस्तो प्रसारण प्रभावित भएको महिना सम्म र को लागी बाट को लागी ब्याज दर को वसूली गरिनेछ। व्यक्ति जसलाई गाडी पछि महिना को लागी प्रसारण गरीन्छ।<br>
            प्रत्येक करदाताले प्रत्येक आर्थिक बर्षको चैत्र महिनाको अन्तिम दिन वा यसको नवीकरणको समय सीमा भित्र, जुन पनी पहिले हुन्छ, उसको नाममा दर्ता भएको मोटर सवारीमा लाग्ने कर तिर्नुपर्छ।<br>
            प्रारम्भिक रुपमा दर्ता हुने मोटर गाडीको हकमा, त्यस्तो मोटर सवारीको दर्ता हुनुभन्दा पहिले भन्सार शुल्क तिरेपछि जुन महिनामा मोटर सवारी रिलीज भएको छ त्यस महिनाबाट लाग्ने कर प्रोरेटा आधारमा तिर्नुपर्ने हुन्छ।',
            "एक सवारी श्रेणी एक भूमि सवारी वा नियामक उद्देश्य को लागी ट्रेलर वर्गीकृत गर्दछ। सवारी साधन को विभिन्न प्रकार बिभिन्न लाइसेन्स कोटिहरु द्वारा कभर गरीएको छ, र न्यूनतम न्यूनतम उमेर प्रतिबन्धहरु छन्। <br>त्यहाँ ड्राइभिंग इजाजतपत्र को धेरै वर्गहरु A देखि K सम्म उपप्रकारहरु संग छन्, तर व्यक्तिगत उपयोग को लागी सबैभन्दा उपयोगी 'A' (दुबै मोटरसाइकल र स्कूटर को लागी), 'B' (हल्का चार व्हीलर), र 'K' ( स्कुटर)। तपाइँ दुबै श्रेणी ए र बी को लागी आवेदन दिन सक्नुहुन्छ।"
        ),
    ),
    'admin-pages' => array(
        'पासवर्ड',
        'वर्तमान पासवर्ड राख्न छोड्नुहोस्',
        'पासवर्ड रिसेट',
        'प्रयोगकर्ता विवरण खोज्नुहोस्',
        'खोज्नुहोस्',
        'खोज परिणाम',
        'ईमेल',
        'फोन',
        'नागरिकता',
        'थप जानकारी',
    ),
);