<?php

$lang = array(
    'common' => array(
        'website-name' => 'स्विफ्ट ब्लूबुक नवीकरण',
        'copyright' => 'प्रतिलिपि अधिकार © स्विफ्ट ब्लूबुक नवीकरण, सबै अधिकार सुरक्षित।    '
    ),
    'index-page' => array(
        'header-menus' => ['इन्फोस', 'सम्पर्क', 'कर क्यालकुलेटर', 'लग - इन'],
        'hero-text' => 'स्विफ्ट ब्लूबुक नवीकरण',
        'slogan-text' => 'कम लाइन, कम प्रतिक्षा',
        'hero-btn-text' => 'सुरु गर्नुहोस',
        'feature-section' => array(
            'title' => 'विशेषताहरु',
            'sub-titles' => ['QR कोड', 'सुरक्षित सबमिशन', 'छिटो र भरपर्दो', 'कागज व्यवस्थापन'],
            'descriptions' => [
                'अद्वितीय QR कोड प्रणाली डाटा स्टोर गर्न र तिनीहरूलाई कार्यालयमा दर्ता गर्न सजिलो बनाउँदछ।',
                'हाम्रो साइट मार्फत प्रस्तुत फारम अधिक सुरक्षित र अप-टु-डेट छ, जसले कार्य जोखिम-मुक्त बनाउँदछ।',
                'QR कोड प्रणाली र एक द्रुत सबमिशन प्रक्रिया प्रयोग गरेर, यसले सम्पूर्ण प्रक्रिया सजिलो र छिटो साथ साथै विश्वसनीय बनाउँदछ।',
                'यो नयाँ प्रणाली प्रयोग गरेर हामी आवश्यक कागजको मात्रा कम गर्न सक्छौं यसैले, यसलाई प्रकृतिमैत्री बनाउँदै'
            ],
        ),
        'Log-section' => array(
            'title' => 'सबै सुविधाहरू प्राप्त गर्न साइन अप गर्नुहोस्',
            'advantage-section' => array(
                '0' => array(
                    'title' => 'केही फाइदा',
                    'description' => 'केही फाइदा लिनुहोस् त्यसैले अब साइन अप गर्नुहोस्।'
                ),
                '1' => array(
                    'title' => 'स्वत: भर्नुहोस्',
                    'description' => 'प्रत्येक पटक तपाईले फारम भर्नु पर्दछ स्वचालित रूपमा फारम भर्नुहोस्।'
                ),
                '2' => array(
                    'title' => 'ईमेल रिमाइन्डर',
                    'description' => 'प्रत्येक बर्ष सूचित गर्नुहोस् जब ब्लूबुक नवीकरण गर्न समय आउँदछ।'
                )
            ),
            'log-box-section' => array(
                'title' => 'लग - इन',
                'email-placeholder' => 'ईमेल वा पूरा नाम',
                'password-placeholder' => 'पासवर्ड',
                'btn-text' => 'लग - इन',
                'new-acc-text' => "खाता छैन? एउटा सिर्जना गर्नुहोस्",
                'forgot-text' => 'पासवर्ड भुल्नु भयो?'
            ),
        ),
    ),
);